htop
zsh
vim
git
podman
podman-compose
nvm
python
python-pip
python-pipx
xorg-server
xorg-xinit
xorg-xrandr
xorg-setxkbmap
ttf-dejavu
ttf-liberation
noto-fonts
ttf-font-awesome
ttf-jetbrains-mono
noto-fonts-emoji
nerd-fonts-fira-code
nerd-fonts-hack
ttf-ms-fonts
ttf-roboto
ttf-opensans
alacritty
rofi
picom
feh
python-pywal
lua
awesome
ly
github-cli
gitkraken
jetbrains-toolbox
firefox
google-chrome
1password
1password-cli
wavebox
starship